Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: in such tight quarters, they'll start to hesitate once the enemy gets close out of fear of friendly fire.
es_419: En espacios tan reducidos, comenzarán a dudar una vez que el enemigo se acerque por temor al fuego amigo.

source: let go of me, you demon!
es_419: ¡Suéltame, demonio!

source: I heard the same thing the last time we came through here.
es_419: El mismo ruido que la última vez que pasamos por aquí.

source: aaargh! help!
es_419: ¡Aaargh! ¡Ayuda!

source: don't give me that crap!
es_419: ¡No hables m*erda!

source: I can hook you up with veteran gang members to train you for the battlegrounds...
es_419: Puedo contactarte con veteranos de la pandilla que te entrenarán para los campos de batalla…

source: I'm ready to go right now.
es_419: Estoy listo para ir ya mismo.

source: we endured as much we could... but now look.
es_419: Soportamos todo lo que pudimos… y mira.

source: it was a series of calamities that befell human civilization at its zenith.
es_419: Fueron una serie de calamidades que sufrió la civilización humana en su pleno apogeo.

source: thud
es_419: PUM

source: ...even when you saved my life...
es_419: … incluso cuando me salvaste la vida…

source: my old man... he always annoyed me...
es_419: Mi papá… siempre me pareció irritante…

source: heh. what a waste of ammo.
es_419: Je, qué desperdicio de balas.

source: look over there.
es_419: Mira allá.

source: boom!
es_419: ¡Bum!

source: wait... then that means...
es_419: Espera… eso significa que…

source: layton greenwood, a former member of the 817.
es_419: Layton Greenwood, exmiembro de los 817.

source: we?
es_419: ¿Quiénes?

source: dad, quit it! why do you watch that senseless crap all day, anyway?!
es_419: ¡Basta, papá! ¡¿Por qué siempre ves ese programa de mierda?!

source: where's everyone else?
es_419: ¿Dónde están los demás?

source: quentin carter, a member of the 817s, has been arrested...
es_419: Quentin Carter, miembro de los 817, fue arrestado…

source: what choice do you think your so-called friends will make?
es_419: ¿Qué decisión crees que tomarán tus supuestos amigos?

source: you need to choose.
es_419: Tienes que decidir.

source: Guess he really is from the Retreats.
es_419: Supongo que sí es de El Refugio.

source: argh!
es_419: ¡Aaarg!

source: I never knew that gramps was naive enough to believe in such a far-fetched story.
es_419: Nunca creí que el abuelo fuese tan ingenuo como para creer en esa tontería.

source: how ruthless this place is to the likes of us.
es_419: Este lugar es sumamente cruel con nosotros.

source: bah! what a load of crap!
es_419: ¡Agh! ¡Cuánta mierda!

source: it's all the way at the end of this street.
es_419: Al final de esta calle.

source: Ahaha, my bad!
es_419: ¡Ja, ja! ¡Disculpa!

source: is that info reliable?
es_419: ¿Es información fiable?

source: I wasn't surprised. you body was a mess.
es_419: No me sorprende, tu cuerpo es un desastre.

source: you mean those apartments?
es_419: ¿Hablas de esos apartamentos?

source: Here.
es_419: Toma.

source: …AND TAKES IT BY FORCE!
es_419: … ¡y lo buscan a la fuerza!

source: ...by this young boy born in the retreats.
es_419: … daba por sentado su bendecido estilo de vida.

source: but even though I made it to the retreats...
es_419: Pero, aunque logré llegar a El Refugio…

source: I feel fine, dad.
es_419: Estoy bien, papá.

source: peek
es_419: SE ASOMA

source: I don't know if it's because we've got that kid with us, but I feel like we're just not as sharp on this trip as we usually are.
es_419: No sé si es por culpa de ese niño, pero siento que no estamos haciendo las cosas tan bien como siempre en este viaje.

source: he's lost it... he's gone berserk...
es_419: Perdió la cabeza…

source: the cheonryong gang, huh?
es_419: Los Cheonryong, ¿eh?

source: flail
es_419: SE SACUDE

source: so many years have passed since...
es_419: Han pasado muchísimos años…

source: hehe... did you see those assh*les' faces before they croaked?
es_419: Je, je… ¿vieron la cara que ponían esos imbéciles antes de morir?

source: haha
es_419: Jaja

source: you might think that...
es_419: Crees eso…

source: this is my first trial to get to that stage.
es_419: Esta es mi primera prueba para llegar a eso.

source: do you have a death wish?
es_419: … ¿acaso quieres morir?

source: there's nowhere to run-!
es_419: ¡No tenemos a dónde huir!…

source: that day...
es_419: Ese día…

source: Am I… safe here?
es_419: ¿Estoy… a salvo aquí?

source: so you want to get us out of here alive...
es_419: Entonces, ¿quieres salir de esta con vida…

source: which means if I conduct a search of the fault data in this area...
es_419: Lo que significa que, si busco los datos de las fallas en esta zona…

source: it's funny how everyone sees themselves as the victim of a tragedy.
es_419: Qué gracioso, todo el mundo se percibe como la víctima de una tragedia.

source: it's those guys we spotted on the drone, right?
es_419: Son los tipos que detectó el dron, ¿verdad?

source: anyway... how strange...
es_419: En fin… qué raro…

source: so what if we enjoy all the benefits of the latest advancements in science and technology?
es_419: ¿Y qué si disfrutamos los beneficios de los últimos avances científicos y tecnológicos?

source: come on, centipedes... come out to play!
es_419: Vamos, ciempiés… ¡Salgan! ¡Quiero jugar!

source: he's in here somewhere!
es_419: ¡Tiene que estar por aquí!

source: so this is what it feels like to bleed out...
es_419: Conque así se siente desangrarse…

source: that kid sure got lucky.
es_419: Ese niño tuvo mucha suerte.

source: WARNING
es_419: ADVERTENCIA

source: don't worry...
es_419: No te preocupes…

source: where are you taking me?!
es_419: ¡¿A dónde me llevas?!

source: I just got a message from gable.
es_419: Gable me envió un mensaje.

source: he
es_419: Je

source: huff... huff...
es_419: Uff… uff…

source: I got him, chief! he's down!
es_419: ¡Le di, jefe! ¡Le di!

source: I'm not a residential worker...
es_419: no soy un trabajador residencial…

source: I'm starting to think we're just destined for a life of misery.
es_419: Comienzo a creer que estamos destinados a tener una vida miserable.

source: you don't scare me! you can beat me all you want--
es_419: ¡No me das miedo! Puedes golpearme todo lo que quieras…

source: take a look at this.
es_419: Miren esto.

source: ...a deplorable group of rioters from the slums managed to breach biringam and occupied the city.
es_419: … un grupo despreciable de alborotadores de Salmuera lograron entrar a Biringam y ocuparon la ciudad.

source: it'll only get worse if I stick around.
es_419: Solo va a empeorar si me quedo.

source: it's going to be one for the history books.
es_419: … será histórico.

source: damn you, austin...
es_419: Maldito seas, Austin…

source: ...as one of their own!
es_419: … como uno de los suyos!

source: sadly, I had to have a completely healthy arm amputated...
es_419: Lamentablemente, tuvieron que amputarme un brazo saludable…

source: I've seen it all before. you people drive us to the cliff's edge and hold out your hand at the last minute, pretending to be our saviors!
es_419: ¡Ya he visto la verdad! ¡Nos colocan al borde del abismo y, a último minuto, nos dan la mano y fingen ser nuestros salvadores!

source: I've never been on a ship before!
es_419: ¡Nunca me había subido a un barco!

source: they always like to put their own spin on things, for pr purposes.
es_419: Les gusta mucho torcer la realidad para quedar bien.

source: did she treat my injuries, too?
es_419: ¿También curó mis heridas?

source: smirk
es_419: JEJE

source: arthur, you must've forgotten who she is.
es_419: Arthur, olvidas quién es ella.

source: glint
es_419: PLIN

source: seriously... this is freaking me out.
es_419: Me estoy asustando de verdad.

source: I'm grateful that my son won't starve anymore.
es_419: agradezco que mi hijo deje de pasar hambre.

source: dammit...
es_419: Maldición…

source: not bad for slum prosthetics.
es_419: Nada mal para una prótesis de aquí.

source: it's edward, from the next block!
es_419: ¡Es Edward, de la otra cuadra!

source: press
es_419: APRIETA

source: then I turned to drugs, which only messed with my mind even more!
es_419: ¡Así que terminé refugiándome en las drogas y enloquecí aun más!

source: that's right. we have a lot of folks who want to get rich quick.
es_419: Así es. Son muchos los que quieren hacerse ricos rápido.

source: all the supplies we brought...
es_419: Las provisiones que trajimos…

source: isn't it incredible?
es_419: ¿No es increíble?

source: sh*t, we're lost...
es_419: Carajo, estamos perdidos…

source: art
es_419: Arte:

source: He's brooding in his room as usual.
es_419: En su habitación, como siempre.

source: spring
es_419: ZAS

source: ...you might even give up on life, just so you can be put out of your misery.
es_419: … podrías elegir renunciar a la vida solo para ponerle fin a tu miseria.

source: of course not. there's a lot of money riding on this job.
es_419: Por supuesto que no. Hay mucho dinero en juego con este trabajo.

source: I'm sick and tired of fighting and killing over gold that may or may not even exist.
es_419: Estoy harto de pelear y matar por un oro que tal vez ni siquiera exista.

source: we're all human beings!
es_419: ¡Todos somos seres humanos!

source: we'll need to alter the bridge of his nose... the shape of his earlobes too. and his height will need to be extended.
es_419: Tenemos que cambiarle el puente de la nariz… y los lóbulos de las orejas. También tenemos que aumentarle la estatura.

source: I know you're a good rider, but you're gonna get yourself into trouble one of these days.
es_419: Sé que eres bueno conduciendo, pero un día de estos vas a meterte en problemas.

source: shh! be quiet.
es_419: ¡Shh! ¡Silencio!

source: that's right... run like the goddamn rats that you are.
es_419: Eso es… ¡corran como las ratas que son!

source: THE RETREATS
es_419: El Refugio

source: uh...
es_419: Eh…

source: whoa! hey, I heard you took care of all the intruders by yourself! that's amazing--
es_419: ¡Ah! ¡Ey, escuché que te deshiciste tú sola de los intrusos! Increíble…

source: oh, here they come.
es_419: Ay, aquí vienen.

source: ...and become a proud citizen of the retreats!
es_419: … ¡y convertirse en un orgulloso ciudadano de El Refugio!

source: interesting...
es_419: Interesante…

source: you should've just cut to the chase.
es_419: Debiste ir al grano.

source: brine citizens who enter the retreats with the combat visa are completely alienated there.
es_419: A los ciudadanos de Salmuera que entran a El Refugio con una visa de combate los discriminan.

source: you were supposed to be running an errand for me! what are you still doing here?!
es_419: ¡Te dije que debías hacerme un recado! ¡¿Por qué sigues aquí?!

source: as you know, the winner of the battlegrounds receives a "combat visa"...
es_419: Como sabes, el ganador de los campos de batalla recibe una “visa de combate”…

source: find the brat!
es_419: ¡Busquen al mocoso!

source: I've never oppressed you, deceived you, or threatened your life!
es_419: ¡Nunca te he oprimido, engañado o amenazado!

source: rumble
es_419: BRUUM

source: but as time went on, most people simply forgot about him.
es_419: Pero, con el paso del tiempo, la gente se fue olvidando de él.

source: murmur
es_419: murmullos

source: just look at this! he hid right down here...
es_419: ¡Mira esto! Se escondió justo ahí…

source: sh*t-!
es_419: ¡Mierda…!

source: o
es_419: u

source: perfect place for a little bit of fun, huh?
es_419: Perfecto para divertirse un poco, ¿no?

source: it clocked the old man, so there are probably more of them on the way...
es_419: Ya registró al anciano, así que debe de haber más en camino…

source: ugh... hurk!
es_419: Agh… ¡Uff!

source: bulk up?
es_419: ¿Músculo?

source: you see, us humans...
es_419: Verás, los humanos…

source: I almost feel like rootin’ for 'em.
es_419: Casi me dan ganas de apoyarlos.

source: kacey, this way!
es_419: ¡Kacey! ¡Por aquí!

source: john canty used to always talk to me about the battlegrounds.
es_419: John Canty siempre me hablaba de los campos de batalla.

source: what is it?
es_419: ¿Qué pasa?

source: ...but it's not available for just anyone.
es_419: … pero no está disponible para todo el mundo.

source: there's no way he could pretend to be me.
es_419: Jamás podrá hacerse pasar por mí.

source: "if someone ambushes the transport convoy to break him out..."
es_419: “Si alguien embosca a la caravana para liberarlo…”

source: they stole it from me...
es_419: Me lo robaron…

source: no matter where I go...
es_419: No importa a dónde vaya…

source: I only have a temporary visa, though.
es_419: aunque solo tengo una visa temporal.

source: over there!
es_419: ¡Por ahí!

source: move!
es_419: ¡Apártense!

source: no way!
es_419: ¡No puede ser!

source: damn...
es_419: Mierda…

source: I can take care of the two left here.
es_419: Puedo encargarme de estos dos.

source: so what does it matter?
es_419: Así que, ¿qué importa?

source: and subjugate them to our will...
es_419: … y los sometemos a nuestra voluntad…

source: listen to me, layton.
es_419: Escúchame, Layton.

source: he was hiding a whole arsenal under his skin!
es_419: ¡Escondía todo un arsenal bajo la piel!

source: I'll bet he's smashed it to pieces. it's over... it's all over!
es_419: Apuesto a que John destruyó el dispositivo. Se acabó… ¡Se acabó todo!

source: huh? wait... but why...
es_419: ¿Eh? Espera… ¿por qué…?

source: come on, man, give me something to go on!
es_419: Vamos, amigo, ¡cuéntame!

source: Currently…
es_419: En este instante…

source: ...there's a chance that they'll simply kill edward in order to render our victory pointless.
es_419: … puede que maten a Edward solo para restarle toda importancia a nuestra victoria.

source: They scattered and went into hiding, so they've been impossible to find… but thankfully, I kept in contact with one of them.
es_419: Se dispersaron y ocultaron, así que ha sido imposible encontrarlos… pero, afortunadamente, mantuve el contacto con uno de ellos.

source: ...and enters the slums, in particular...
es_419: … y especialmente cuando entra a Salmuera…

source: ...so that, for once, they would become the hunted.
es_419: … y que, por una vez en la vida, ellos fuesen las víctimas.

source: urgh!
es_419: ¡Agh!

source: as you said, we must-- hmm?
es_419: Tal como dijiste, debemos… ¿Mmm?

source: ugh!
es_419: ¡Uuf!

source: raargh!
es_419: ¡Aaagh!

source: that guy over there who's engrossed by the battlegrounds game playing onscreen...
es_419: El tipo que está absorto con el juego en los campos de batalla…

source: perfect... just like I planned.
es_419: Perfecto… tal y como había planeado.

source: I know. it's a pity...
es_419: Lo sé. Es una pena…

source: Could it be…
es_419: ¿Hablará de…?

source: we'll have to check it out for ourselves to make sure.
es_419: … tendremos que echar un vistazo si queremos estar seguros.

source: story
es_419: Historia:

source: come on, man!
es_419: ¡Vamos!

source: threat factor identified.
es_419: Factor de amenaza identificado.

source: what's it doing in your hands anyway, old man?!
es_419: ¡¿Cómo esa cosa terminó en tus manos, anciano?!

source: I need to find another way...
es_419: Tengo que encontrar otro camino…

source: it's a novel idea, making a business out of giving false hope to fresh newbies from the slums...
es_419: La idea de enriquecerse dándoles falsas esperanzas a los novatos de Salmuera es original…

source: hotspot? wait... are we really gonna do it?
es_419: ¿Punto débil? Un minuto… ¿de verdad haremos esto?

source: they'd send everyone running like terrified rats...
es_419: Harían a todos huir despavoridos…

source: ...but if I lose this one before the rest get here, we might be able to get away!
es_419: … ¡pero, si despisto a este antes de que lleguen los otros, tal vez logremos escapar!

source: how amazing.
es_419: Increíble.

source: let's see... how many are there?
es_419: A ver… ¿cuántos son?

source: I need you alive so that I can go home!
es_419: ¡Tienes que vivir o no podré volver a casa!

source: freeze
es_419: congelados

source: commencing laser amputation.
es_419: Empezando amputación láser.

source: we were told he would be right here.
es_419: Nos dijeron que estaría justo aquí.

source: you bastard-!
es_419: ¡Maldito…!

source: with a slight squeeze of my trigger finger...
es_419: Con solo un pequeño movimiento de mi dedo…

source: the savage I bet on ended up winning!
es_419: ¡El salvaje por el que aposté ganó!

source: are you enjoying the battlegrounds that I've prepared for you?
es_419: ¿Disfrutas las batallas que preparé para ti?

source: bahaha!
es_419: ¡Ja, ja, ja!

source: it's okay, don't be scared.
es_419: Tranquilo, no tengas miedo.

source: hehe...
es_419: Je, je…

source: what the heck is this?
es_419: ¿Qué carajo es esto?

source: you can never really tell with people.
es_419: Con las personas, nunca se sabe.

source: he's our resident firearms and explosives expert.
es_419: Es nuestro residente experto en armas y explosivos.

source: after that, you'll be paid your wages on a quarterly basis.
es_419: Después de eso, voy a pagarte trimestralmente.

source: you robbed old man greenwood's house because you were scared that he'd help edward return to the retreats, didn't you?
es_419: Y lo buscaste en la casa de Greenwood porque te daba miedo que ayudara a Edward a regresar a El Refugio, ¿cierto?

source: we've made the best choice that we could...
es_419: Tomamos la mejor decisión que pudimos.

source: get back here, bastard!
es_419: ¡Ven aquí, desgraciado!

source: that's...
es_419: ¿Ese soy…

source: I'm finished installing the purifier.
es_419: Ya terminé de instalar el purificador.

source: I'll make sure you pay for messing with us.
es_419: Haré que pagues por meterte con nosotros.

source: you keep missing because you don't have the muscles to steady your shot.
es_419: Fallas los tiros porque no tienes suficiente músculo para afianzar el disparo.

source: drag
es_419: ARRASTRA

source: having said that... it was only by chance during our assault that we found the research facility where the remembric device is located...
es_419: Aun así… el centro de investigación donde estaba el dispositivo del recordatón lo encontramos por casualidad en medio del asalto…

source: well, at least gable has a better personality.
es_419: Al menos la personalidad de Gable es mejor.

source: you can still see traces of the atrocity.
es_419: se pueden ver las huellas de esa atrocidad.

source: let's take everything they've got.
es_419: Voy a robarles todo.

source: huh.
es_419: ¿Eh?

source: sob
es_419: Snif

source: you may proceed.
es_419: Puede continuar.

source: SLAAASH
es_419: ZAAAAS

source: true enough. but you see, everyone wants to believe a rumor like that.
es_419: Tienes razón. Pero todos quieren creer rumores como ese…

source: click
es_419: CLIC

source: as I saw how nearly identical you looked to my son gable, an idea suddenly came to my head.
es_419: Eras tan parecido a mi hijo Gable que la idea me vino inmediatamente a la cabeza.

source: ow!
es_419: ¡Auch!

source: I've hired a new transport worker.
es_419: Contraté a un nuevo transportista.

source: I would do the same in their shoes.
es_419: Yo hubiese hecho lo mismo.

source: don't worry.
es_419: Descuida.

source: otherwise we'd have made you pay for the lives of our fallen brothers.
es_419: Si no fuera así, te habríamos hecho pagar por las vidas de nuestros hermanos.

source: it looks like the tunnels continue towards the back.
es_419: Al parecer, los túneles continúan hacia el fondo.

source: we need to bulk you up some more.
es_419: Tienes que desarrollar más músculo.

source: after all, they care more about saving their own necks than taking mine!
es_419: ¡Después de todo, les importa más salvarse el cuello que degollar el mío!

source: grin
es_419: SONRÍE

source: I imagine it's been a long time since you last bled.
es_419: Supongo que hacía muchísimo que no sangrabas.

source: switched you?
es_419: ¿Te cambió?

source: ow, ow, ow! that hurts, you old kook!
es_419: ¡Auch, auch, auch! ¡Eso duele, anciano!

source: that doesn't sound right.
es_419: Parece un rumor falso.

source: scan
es_419: ESCUDRIÑA

source: …IT CHANGES IN...
es_419: … van a la carga…

source: rather, it is...
es_419: … en realidad es…

source: WARNING This episode contains depictions of violence that may be upsetting for some readers.
es_419: ADVERTENCIA Este episodio contiene escenas violentas que pueden afectar la sensibilidad de algunos lectores.

source: I'm just here to work.
es_419: Vine para trabajar.

source: ...wasn't because of a simple recognition error.
es_419: … por un simple error de reconocimiento.

source: I knew I spotted ambition in your eyes.
es_419: Sabía que había visto ambición en tus ojos.

source: rustle
es_419: CRAC

source: it's all because those 817 morons burned down the first retreats...
es_419: Para empezar, los campos de batalla y las visas de combate…

source: it must've been years since you were last here. are you sure you know the way, gramps?
es_419: Deben de haber pasado años desde la última vez que viniste. ¿Seguro que conoces el camino, viejo?

source: no. the cyclops said they were a small-time gang with only fifteen or so members.
es_419: No. El cíclope dijo que no eran más que una pandilla pequeña de unos quince miembros.

source: I wanted to turn the tables on those retreats scum...
es_419: Quería vengarme de la escoria de El Refugio…

source: ...there are people who might've been doing that even back when my father or my grandfather fought there.
es_419: … entonces es posible que otros lo hayan hecho cuando mi padre y mi abuelo decidieron pelear.

source: I'm sorry for ridiculing you earlier!
es_419: ¡Me disculpo por ridiculizarte!

source: turn your life around with a shot at chicken dinner!
es_419: ¡Cambia tu vida con esta oportunidad!

source: I was outside when I was captured, so the retreats scum wouldn't have taken it. but who else could it be?
es_419: Estaba afuera cuando me capturaron, así que no pudieron haberlo robado los imbéciles de El Refugio. ¿Pero quién más puede ser?

source: ...he runs that water purifier business in the slums, doesn't he?
es_419: … dirige la purificadora de agua de los barrios marginales, ¿verdad?

source: my name's kacey.
es_419: Me llamo Kacey.

source: one more procedure left.
es_419: Solo falta una operación.

source: so he's what you used that expensive emp missile for?
es_419: Conque usaste ese carísimo misil PEM por él, ¿eh?

source: the great collapse.
es_419: El gran colapso.

source: I think she was about 18...
es_419: Creo que unos 18…

source: WE NEED TO PICK UP THE PACE.
es_419: Tenemos que apresurarnos.

source: we live in an era where everyone has to look out for themselves.
es_419: Vivimos en una época en la que todos debemos velar por nuestros intereses.

source: not just yet, anyway!
es_419: ¡Todavía falta para eso!

source: that little trick cost me a pretty penny, kid.
es_419: Ese truquito me costó bastante dinero, niño.

source: people like me, we have a sixth sense for these things.
es_419: La gente como yo tiene un sexto sentido para estas cosas.

source: I'm his boss's son!!!
es_419: ¡¡¡Soy el hijo de su jefe!!!

source: I don't want to die!!!
es_419: ¡¡¡No quiero morir!!!

source: if you're dissatisfied with your life...
es_419: Si no se sienten satisfechos con su vida…

source: ...but he saved me.
es_419: … pero me salvó.

source: it's weird that it's still operational, considering the building's been abandoned for decades.
es_419: Es raro que siga funcionando aunque el edificio lleve décadas abandonado.
